Revit 2027 API
ParameterTypeId.InstanceOffsetPosParam Property
 "Moves With Nearby Elements"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceOffsetPosParam { get; }
Public Shared ReadOnly Property InstanceOffsetPosParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceOffsetPosParam {
	ForgeTypeId^ get ();
}
static member InstanceOffsetPosParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace